Tekla.Structures.DrawingInternal.PluginOperation
Internal operations for plugins.

Tekla.Structures.DrawingInternal.PluginOperation.WaitInPluginQueue
Block thread while define input is running.
Returns: True if successful.